export const questions = [
  {
    id: "1.1",
    question: "Ո՞ր մասնիկների ուղղորդված շարժումով է պայմանավորված էլեկտրական հոսանքը մետաղներում:",
    options: ["Միաժամանակ և՛ էլեկտրոններով և՛ դրական իոններով", "Դրական և բացասական իոններով", "Դրական ու բացասական իոններով և նաև էլեկտրոններով", "Միայն ազատ էլեկտրոններով"],
    correct_answer: 3,
    visual_hint: "particles",
    formula: ""
  },
  {
    id: "1.4",
    question: "Որոշել l երկարությամբ երկաթե հաղորդչում հոսանքի խտությունը, եթե նրա ծայրերին կիրառված է U լարում, իսկ երկաթի տեսակարար դիմադրությունը ρ է:",
    options: ["j = Uρ/l", "j = U / (ρl)", "j = Uρ / l", "j = U / (ρl)"],
    correct_answer: 3,
    visual_hint: "circuit",
    formula: "j = \\frac{U}{\\rho \\cdot l}"
  }
];
